Repository: moccu/barbeque
Catalog: barbeque/locale/*/LC_MESSAGES/django.po
Languages: de

source: CMS Page
de: CMS Seite

source: Export as CSV
de: Als CSV exportieren

source: Export as XLSX
de: Als XLSX exportieren

source: Invalid file extension, allowed extensions: {0}
de: Ungültige Dateiendung, erlaubte Dateitypen: {0}

source: Alternative text is missing for this file.
de: Bildbeschreibung fehlt für diese Datei.

source: Please provide at least {num} {verbose_name}.
de: Mindestens {num} {verbose_name} benötigt.

source: Please provide at most {num} {verbose_name}.
de: Maximal {num} {verbose_name} erlaubt.

source: Day
de: Tag

source: Month
de: Monat

source: Year
de: Jahr

source: You must be at least %(limit_value)d years old.
de: Sie müssen mindestens %(limit_value)d Jahre alt sein.

source: This email address is already in use.
de: Diese E-Mail-Adresse ist bereits in Verwendung.

source: You must be logged in to access the requested page.
de: Sie müssen angemeldet sein, um auf die gewünschte Seite zu gelangen
